Revit 2024 API
SpecTypeId.ThermalGradientCoefficientForMoistureCapacity Property
 Thermal Gradient Coefficient for Moisture Capacity, in discipline Energy.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId ThermalGradientCoefficientForMoistureCapacity { get; }
Visual Basic
Public Shared ReadOnly Property ThermalGradientCoefficientForMoistureCapacity As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ThermalGradientCoefficientForMoistureCapacity {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace